Repository: olvid-io/olvid-ios
Catalog: Sources/App/ObvSingleOwnedIdentity/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# EXPLANATION_MANAGED_IDENTITY
source: The name above was retrieved from your Identity provider and can't be changed. You may still choose a profile picture. These details will never be sent to Olvid's servers.
de: Der angezeigte Name wurde von deinem Identitätsanbieter abgerufen und kann nicht geändert werden. Du kannst weiterhin ein Profilbild auswählen. Diese Details werden niemals an die Server von Olvid gesendet.
es: El nombre mostrado arriba se obtuvo de tu proveedor de identidad y no se puede modificar. Aún puedes elegir una foto de perfil. Estos detalles nunca se enviarán a los servidores de Olvid.
fr: Le nom ci-dessus a été obtenu via votre fournisseur d'identité et ne peut être modifié. Vous pouvez néanmoins choisir une photo de profil. Ces informations ne seront jamais envoyées aux serveurs d'Olvid.
it: Il nome sopra è stato recuperato dal tuo provider di identità e non può essere modificato. Puoi comunque scegliere una foto profilo. Questi dettagli non verranno mai inviati ai server di Olvid.
ja: 上記の名前は、お客様のIDプロバイダーから取得されたもので、変更することはできません。プロフィール写真を選択することは可能です。これらの詳細は、Olvidのサーバーに送信されることはありません。
ko: 위에 표시된 이름은 사용자의 ID 공급업체에서 가져온 것으로 변경할 수 없습니다. 프로필 사진은 자유롭게 선택할 수 있습니다. 이 정보는 Olvid 서버로 전송되지 않습니다.
pt_br: O nome exibido foi obtido do seu provedor de identidade e não pode ser alterado. Você ainda pode escolher uma foto de perfil. Esses detalhes nunca serão enviados aos servidores da Olvid.
pt_pt: O nome acima foi obtido do seu fornecedor de identidade e não pode ser alterado. Ainda pode escolher uma foto de perfil. Estes dados nunca serão enviados aos servidores da Olvid.
ru: Имя выше было получено от вашего поставщика удостоверений и не может быть изменено. Вы все еще можете выбрать фотографию профиля. Эти данные никогда не будут отправлены на серверы Olvid.
uk: Ім'я вище було отримано від вашого провайдера ідентифікації та не може бути змінено. Ви все ще можете вибрати фотографію профілю. Ці дані ніколи не будуть надіслані на сервери Olvid.
zh_hans: 上面的姓名是从您的身份验证提供程序处获取的，无法更改。您可以选择个人资料图片。这些信息绝不会发送到 Olvid 的服务器。

# FORM_COMPANY
source: Company
de: Unternehmen
es: Empresa
fr: Société
it: Azienda
ja: 会社
ko: 회사
pt_br: Empresa
pt_pt: Empresa
ru: Компания
uk: Компанія
zh_hans: 公司

# FORM_FIRST_NAME
source: First name
de: Vorname
es: Nombre
fr: Prénom
it: Nome
ja: 名
ko: 이름
pt_br: Primeiro nome
pt_pt: Primeiro nome
ru: Имя
uk: Ім'я
zh_hans: 名

# FORM_LAST_NAME
source: Last name
de: Nachname
es: Apellido
fr: Nom de famille
it: Cognome
ja: 名字
ko: 성
pt_br: Sobrenome
pt_pt: Apelido
ru: Фамилия
uk: Прізвище
zh_hans: 姓

# FORM_NICKNAME
source: Nickname
de: Spitzname
es: Apodo
fr: Surnom
it: Soprannome
ja: ニックネーム
ko: 닉네임
pt_br: Apelido
pt_pt: Apelido
ru: Никнейм
uk: Прізвисько
zh_hans: 昵称

# HIDE_PROFILE_EXPLANATION
source: Hidden profiles are protected by a password and do not appear in you profile list until you enter this password. Accessing a hidden profile requires a long press on the top left button shown on each tab. If you forget this password, you will permanently lose access to this profile 😱!
de: Versteckte Profile sind durch ein Passwort geschützt und erscheinen nicht in Ihrer Profilliste, bis Sie dieses Passwort eingeben. Um auf ein verstecktes Profil zuzugreifen, halten Sie die Schaltfläche oben links auf jedem Tab lange gedrückt. Wenn Sie dieses Passwort vergessen, verlieren Sie dauerhaft den Zugriff auf dieses Profil 😱!
es: Los perfiles ocultos están protegidos por una contraseña y no aparecen en tu lista de perfiles hasta que ingreses esta contraseña. Acceder a un perfil oculto requiere una presión prolongada en el botón superior izquierdo que se muestra en cada pestaña. Si olvidas esta contraseña, perderás permanentemente el acceso a este perfil 😥!
fr: Les profils masqués sont protégés par un mot de passe et n'apparaissent dans la liste de profils qu'après avoir saisi ce mot de passe. Faites un appui long sur le bouton supérieur gauche affiché sur chaque onglet pour accéder à un profil masqué. Si vous oubliez ce mot de passe, vous perdrez définitivement accès à ce profil 😱 !
it: I profili nascosti sono protetti da una password e non appaiono nella tua lista profili finché non la inserisci. Per accedere a un profilo nascosto, è necessario tenere premuto il pulsante in alto a sinistra mostrato su ciascuna scheda. Se dimentichi questa password, perderai permanentemente l'accesso a questo profilo 😥!
ja: 非表示プロフィールはパスワードで保護されており、パスワードを入力するまでプロフィールリストに表示されません。 非表示プロフィールにアクセスするには、各タブの左上にあるボタンを長押しします。 パスワードを忘れると、そのプロフィールへのアクセスが永久に失われます😱！
ko: 숨겨진 프로필은 비밀번호로 보호되며, 해당 비밀번호를 입력하기 전까지는 프로필 목록에 표시되지 않습니다. 숨겨진 프로필에 접근하려면 각 탭에 표시된 왼쪽 상단 버튼을 길게 누르세요. 이 비밀번호를 잊으면 해당 프로필에 영구적으로 접근할 수 없게 됩니다! 😥
pt_br: Os perfis ocultos são protegidos por uma senha e não aparecem na sua lista de perfis até que você a insira. Para acessar um perfil oculto, mantenha o botão superior esquerdo pressionado, que aparece em cada guia. Se você esquecer a senha, perderá permanentemente o acesso a este perfil 😱!
pt_pt: Os perfis ocultos estão protegidos por uma senha e não aparecem na sua lista de perfis até que você a insira. Para acessar um perfil oculto, mantenha pressionado o botão superior esquerdo, que aparece em cada separador. Se você esquecer esta senha, perderá permanentemente o acesso a este perfil 😱!
ru: Скрытые профили защищены паролем и не отображаются в вашем списке профилей, пока вы не введете этот пароль. Для доступа к скрытому профилю требуется длительное нажатие на кнопку в верхнем левом углу на каждой вкладке. Если вы забудете этот пароль, вы навсегда потеряете доступ к этому профилю 😥!
uk: Приховані профілі захищені паролем і не відображаються у вашому списку профілів, поки ви не введете цей пароль. Доступ до прихованого профілю вимагає тривалого натискання на ліву верхню кнопку, показану на кожній вкладці. Якщо ви забудете цей пароль, ви назавжди втратите доступ до цього профілю 😥!
zh_hans: 隐藏的资料受到密码保护，在您输入密码之前，它们不会出现在您的资料列表中。 访问隐藏的资料需要长按每个标签页左上角显示的按钮。 如果您忘记了密码，您将永久失去访问此资料的权限 😱！

# HIDE_THIS_IDENTITY
source: Hide this profile
de: Dieses Profil ausblenden
es: Ocultar este perfil
fr: Masquer ce profil
it: Nascondi questo profilo
ja: このプロフィールを非表示
ko: 이 프로필 숨기기
pt_br: Ocultar este perfil
pt_pt: Ocultar este perfil
ru: Скрыть этот профиль
uk: Приховати цей профіль
zh_hans: 隐藏此个人资料

# INACTIVE_PROFILE_EXPLANATION_ON_MY_PROFILE_VIEW
source: Your profile is not active on this device but you can reactivate it now.
de: Dein Profil ist auf diesem Gerät nicht aktiv, du kannst es aber jetzt reaktivieren.
es: Tu perfil no está activo en este dispositivo, pero puedes reactivarlo ahora.
fr: Votre profil est inactif sur cet appareil mais vous pouvez le réactiver maintenant.
it: Il tuo profilo non è attivo su questo dispositivo, ma puoi riattivarlo ora.
ja: このデバイスではプロフィールがアクティブになっていませんが、今すぐ再アクティブ化できます。
ko: 이 기기에서는 프로필이 활성화되어 있지 않지만, 지금 다시 활성화할 수 있습니다.
pt_br: Seu perfil não está ativo neste dispositivo, mas você pode reativá-lo agora.
pt_pt: O seu perfil não está ativo neste dispositivo, mas pode reativá-lo agora.
ru: Ваш профиль не активен на этом устройстве, но вы можете активировать его сейчас.
uk: Ваш профіль неактивний на цьому пристрої, але ви можете активувати його зараз.
zh_hans: 您的个人资料在此设备上未激活，但您可以立即重新激活。

# IS_TRANSFER_RESTRICTED
source: Profile transfer is restricted
de: Profilübertragung ist eingeschränkt
es: La transferencia del perfil está restringida
fr: Le transfert de profil est restreint
it: Il trasferimento del profilo è limitato
ja: プロフィール情報の転送は制限されています
ko: 프로필 전송이 제한됩니다.
pt_br: A transferência de perfil está restrita
pt_pt: A transferência do perfil está restrita
ru: Перенос профиля ограничен
uk: Перенесення профілю обмежено
zh_hans: 资料传输已受限制

source: Identity
de: Identität
es: Identidad
fr: Identité
it: Identità
ja: ID
ko: 신원
pt_br: Identidade
pt_pt: Identidade
ru: Личность
uk: Ідентичність
zh_hans: 身份

# KEEPING_THIS_DEVICE_ACTIVE...
source: Keeping device active…
de: Gerät aktiv halten…
es: Manteniendo el dispositivo activo…
fr: Maintien de l’appareil actif…
it: Mantenimento del dispositivo attivo…
ja: デバイスをアクティブな状態に維持します…
ko: 장치 활성 상태 유지 중...
pt_br: Mantendo o dispositivo ativo...
pt_pt: A manter o dispositivo ativo...
ru: Поддержание активности устройства…
uk: Пристрій залишається активним…
zh_hans: 保持设备活跃中…

# KEEP_DEVICE_%@_ACTIVE_AND_ACCEPT_TO_DEACTIVATE_DEVICE_%@
source: It appears you did not subscribe to the multidevice feature, allowing to use Olvid on multiple devices simultaneously. Keeping the device %@ active implies that the device %@ will be deactivated instead. If you want to keep all your devices active, please explore the subscriptions plans.
de: Es scheint, dass Sie das Multidevice-Feature nicht abonniert haben, das die Nutzung von Olvid auf mehreren Geräten gleichzeitig ermöglicht. Das aktive Halten dieses Geräts %@ impliziert, dass das Gerät %@ stattdessen deaktiviert wird. Wenn Sie alle Ihre Geräte aktiv halten möchten, erkunden Sie bitte die Abonnementpläne.
es: Parece que no te has suscrito a la función de múltiples dispositivos, que te permite usar Olvid en varios dispositivos simultáneamente. Mantener activo este dispositivo %@ implica que el dispositivo %@ se desactivará en su lugar. Si deseas mantener todos tus dispositivos activos, consulta los planes de suscripción.
fr: Il semblerait que vous n'ayez pas souscrit à la fonctionnalité multi-appareils, permettant d'utiliser Olvid sur plusieurs appareils simultanément. Garder l'appareil %@ actif implique de désactiver l'appareil %@. Si vous désirez conserver tous vos appareils actifs, nous vous recommandons d'explorer les offres d'abonnement.
it: Sembra che tu non abbia sottoscritto la funzionalità multidevice, che consente di utilizzare Olvid su più dispositivi contemporaneamente. Mantenere attivo il dispositivo %@ implica che il dispositivo %@ verrà disattivato invece. Se desideri mantenere attivi tutti i tuoi dispositivi, esplora i piani di abbonamento.
ja: 複数デバイス機能にご登録されていないようです。この機能により、複数のデバイスで同時にOlvidをご利用いただけます。デバイス %@ をアクティブにしたままにすると、代わりにデバイス %@ が非アクティブになります。すべてのデバイスをアクティブに保ちたい場合は、利用可能なサブスクリプションプランをご確認ください。
ko: 여러 기기에서 동시에 Olvid를 사용할 수 있도록 해주는 멀티 기기 기능을 구독하지 않은 것으로 보입니다. 기기 %@를 활성 상태로 유지하면 기기 %@가 대신 비활성화됩니다. 모든 기기를 활성 상태로 유지하려면 구독 요금제를 확인해 주세요.
pt_br: Parece que você não se inscreveu no recurso multidevice, que permite usar o Olvid em vários dispositivos simultaneamente. Manter o dispositivo %@ ativo implica que o dispositivo %@ será desativado em vez disso. Se você quiser manter todos os seus dispositivos ativos, explore os planos de assinatura.
pt_pt: Parece que não subscreveu o recurso multidevice, que permite usar o Olvid em vários dispositivos simultaneamente. Manter o dispositivo %@ ativo implica que o dispositivo %@ será desativado. Se quiser manter todos os seus dispositivos ativos, explore os planos de subscrição.
ru: Похоже, вы не подписались на функцию использования Olvid на нескольких устройствах одновременно. Поддержание активности устройства %@ означает, что устройство %@ будет деактивировано вместо него. Если вы хотите, чтобы все ваши устройства оставались активными, пожалуйста, ознакомьтесь с вариантами подписки.
uk: Ви, здається, не підписалися на функцію багатопристройності, яка дозволяє використовувати Olvid на декількох пристроях одночасно. Підтримання активності пристрою %@ передбачає деактивацію пристрою %@ замість нього. Якщо ви хочете, щоб усі ваші пристрої були активні, ознайомтеся з планами підписки.
zh_hans: 您似乎没有订阅多设备功能，该功能允许您同时在多个设备上使用 Olvid。保持设备 %@ 处于活跃状态意味着设备 %@ 将被停用。如果您希望所有设备都保持活跃状态，请查看订阅计划。

# KEEP_THIS_DEVICE_ACTIVE
source: Keep active
de: Aktiv bleiben
es: Mantener activo
fr: Garder actif
it: Mantieni attivo
ja: アクティブ状態を維持
ko: 활성 상태 유지
pt_br: Manter ativo
pt_pt: Manter ativo
ru: Оставаться активным
uk: Залишати активним
zh_hans: 保持活跃

source: Maybe later
de: Vielleicht später
es: Quizás más tarde
fr: Plus tard
it: Magari più tardi
ja: 後で
ko: 나중에 할게요
pt_br: Talvez mais tarde
pt_pt: Talvez mais tarde
ru: Может быть, позже
uk: Можливо пізніше
zh_hans: 稍后再说

source: My devices
de: Meine Geräte
es: Mis dispositivos
fr: Mes appareils
it: I miei dispositivi
ja: 私のデバイス
ko: 내 기기
pt_br: Meus dispositivos
pt_pt: Os meus dispositivos
ru: Мои устройства
uk: Мої пристрої
zh_hans: 我的设备

# MY_PROFILE_NAVIGATION_TITLE
source: My profile
de: Mein Profil
es: Mi perfil
fr: Mon profil
it: Il mio profilo
ja: 私のプロフィール
ko: 내 프로필
pt_br: Meu perfil
pt_pt: O meu perfil
ru: Мой профиль
uk: Мій профіль
zh_hans: 我的个人资料

# NAVIGATION_TITLE_DEVICE_REACTIVATION
source: Device activation
de: Geräteaktivierung
es: Activación del dispositivo
fr: Activation de l'appareil
it: Attivazione del dispositivo
ja: デバイスのアクティベーション
ko: 장치 활성화
pt_br: Ativação do dispositivo
pt_pt: Ativação do dispositivo
ru: Активация устройства
uk: Активація пристрою
zh_hans: 设备激活

# NAVIGATION_TITLE_EDIT_MY_PROFILE
source: Edit my profile
de: Mein Profil bearbeiten
es: Editar mi perfil
fr: Éditer mon profil
it: Modifica il mio profilo
ja: プロフィールを編集
ko: 내 프로필 수정
pt_br: Editar meu perfil
pt_pt: Editar o meu perfil
ru: Редактировать мой профиль
uk: Редагувати мій профіль
zh_hans: 编辑我的个人资料

# NAVIGATION_TITLE_YOUR_DEVICES
source: Your devices
de: Deine Geräte
es: Tus dispositivos
fr: Vos appareils
it: I tuoi dispositivi
ja: あなたのデバイス
ko: 귀하의 기기
pt_br: Seus dispositivos
pt_pt: Os seus dispositivos
ru: Ваши устройства
uk: Ваші пристрої
zh_hans: 您的设备

source: No
de: Nein
fr: Non
ja: いいえ
ko: 아니요
pt_br: Não
pt_pt: Não
ru: Нет
uk: Ні
zh_hans: 没有

source: None
de: Keine
es: Ninguno
fr: Aucun
it: Nessuno
ja: なし
ko: 없음
pt_br: Nenhum
pt_pt: Nenhum
ru: Нет
uk: Жоден
zh_hans: 无

# ONBOARDING_PROFILE_PICTURE_CHOOSER_BUTTON_TITLE_CHOOSE_PICTURE
source: Photo library
de: Fotobibliothek
es: Biblioteca de fotos
fr: Librairie de photos
it: Libreria foto
ja: 写真ライブラリ
ko: 사진 라이브러리
pt_br: Galeria de fotos
pt_pt: Biblioteca de fotos
ru: Фототека
uk: Фототека
zh_hans: 相册

source: File
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pt_br: Arquivo
pt_pt: Ficheiro
ru: Файл
uk: Файл
zh_hans: 文件

# ONBOARDING_PROFILE_PICTURE_CHOOSER_BUTTON_TITLE_REMOVE_PICTURE
source: Remove the photo
de: Foto entfernen
es: Eliminar la foto
fr: Supprimer la photo
it: Rimuovi la foto
ja: 写真を削除
ko: 사진 삭제
pt_br: Remover a foto
pt_pt: Remover a foto
ru: Удалить фото
uk: Видалити фото
zh_hans: 删除照片

# ONBOARDING_PROFILE_PICTURE_CHOOSER_BUTTON_TITLE_RESTORE_PICTURE
source: Restore the published photo
de: Veröffentlichtes Foto wiederherstellen
es: Restaurar la foto publicada
fr: Restaurer la photo publiée
it: Ripristina la foto pubblicata
ja: 公開した写真を元に戻す
ko: 게시된 사진 복원
pt_br: Restaurar a foto publicada
pt_pt: Restaurar a foto publicada
ru: Восстановить опубликованное фото
uk: Відновити опубліковане фото
zh_hans: 恢复已发布的照片

# ONBOARDING_PROFILE_PICTURE_CHOOSER_BUTTON_TITLE_TAKE_PICTURE
source: Take a photo
de: Mach ein Foto
es: Tomar una foto
fr: Prendre une photo
it: Scatta una foto
ja: 写真を撮る
ko: 사진 찍기
pt_br: Tirar uma foto
pt_pt: Tirar uma foto
ru: Сделать фото
uk: Зробити фото
zh_hans: 拍照

# OTHER_INFORMATIONS_ABOUT_MANAGED_PROFILE
source: Other informations about your managed profile
de: Weitere Informationen zu Ihrem verwalteten Profil
es: Otra información sobre tu perfil gestionado
fr: Autres informations à propos de votre profil géré
it: Altre informazioni sul tuo profilo gestito
ja: 管理対象プロファイルに関するその他の情報
ko: 관리하는 프로필에 대한 기타 정보
pt_br: Outras informações sobre o seu perfil gerenciado
pt_pt: Outras informações sobre o seu perfil gerido
ru: Другая информация о вашем управляемом профиле
uk: Інша інформація про ваш керований профіль
zh_hans: 关于您管理的资料的其他信息

# OWNED_DEVICE_DISCOVERY_SERVER_QUERY_MULTIDEVICE_AVAILABLE_BODY
source: Since you have a valid subscription to the premium multidevice feature 😎, you can safely reactivate this device now. Do you wish to do so?
de: Da Sie ein gültiges Abonnement für die Premium-Multidevice-Funktion 😎 haben, können Sie dieses Gerät jetzt bedenkenlos wieder aktivieren. Möchten Sie das tun?
es: Dado que tienes una suscripción válida a la función premium multidispositivo 🥳, puedes reactivar este dispositivo de forma segura ahora. ¿Deseas hacerlo?
fr: Comme vous avez accès à la fonctionalité premium de multi-appareils 😎, vous pouvez réactiver cet appareil dès maintenant. Souhaitez-vous le faire ?
it: Poiché hai un abbonamento valido alla funzionalità multidevice premium 🤩, puoi riattivare in sicurezza questo dispositivo ora. Vuoi farlo?
ja: プレミアムのマルチデバイス機能の有効なサブスクリプションをお持ちですので、このデバイスを安全に再アクティブ化できます。再アクティブ化しますか？
ko: 프리미엄 멀티 디바이스 기능에 대한 유효한 구독이 있으므로 지금 이 기기를 안전하게 다시 활성화할 수 있습니다. 다시 활성화하시겠습니까?
pt_br: Como você possui uma assinatura válida para o recurso premium multidevice 😎, pode reativar este dispositivo com segurança agora. Deseja fazê-lo?
pt_pt: Uma vez que tem uma subscrição ativa para a funcionalidade premium multidevice 😎, pode reativar este dispositivo com segurança agora. Deseja fazê-lo?
ru: Поскольку у вас есть действующая подписка на премиум-функцию мультидевайс 😎, вы можете безопасно реактивировать это устройство сейчас. Хотите ли вы это сделать?
uk: Оскільки у вас є дійсна підписка на преміум-функцію багатопристроєвості 🥳, ви можете безпечно реактивувати цей пристрій зараз. Чи бажаєте ви це зробити?
zh_hans: 由于您已订阅高级多设备功能 😎，您可以安全地重新激活此设备。您是否要执行此操作？

# OWNED_DEVICE_DISCOVERY_SERVER_QUERY_MULTIDEVICE_AVAILABLE_TITLE
source: This device can be reactivated now 🙌
de: Dieses Gerät kann jetzt reaktiviert werden 🙌
es: Este dispositivo puede reactivarse ahora ✨
fr: Cet appareil peut être réactivé maintenant 🙌
it: Questo dispositivo può essere riattivato ora ✨
ja: このデバイスは現在、再アクティブ化できます 🙌
ko: 이 기기는 지금 다시 활성화할 수 있습니다. 🥳
pt_br: Este dispositivo pode ser reativado agora 🙌
pt_pt: Este dispositivo pode ser reativado agora 🙌
ru: Это устройство теперь можно реактивировать ✨
uk: Цей пристрій можна активувати зараз 🙌
zh_hans: 此设备现在可以重新激活了 🙌

# OWNED_DEVICE_DISCOVERY_SERVER_QUERY_NO_ACTIVE_DEVICE_FOUND_BODY
source: It appears you currently have no active device. You can safely reactivate this device now. Do you wish to do so?
de: Es scheint, dass Sie derzeit kein aktives Gerät haben. Sie können dieses Gerät jetzt bedenkenlos reaktivieren. Möchten Sie das tun?
es: Parece que actualmente no tiene ningún dispositivo activo. Puede reactivar este dispositivo de forma segura ahora. ¿Desea hacerlo?
fr: Il semblerait que vous n'ayez pas d'appareil activé pour le moment. Vous pouvez réactiver cet appareil dès maintenant. Souhaitez-vous le faire ?
it: Sembra che al momento non abbia dispositivi attivi. Può riattivare questo dispositivo in sicurezza ora. Desidera farlo?
ja: 現在、アクティブなデバイスがないようです。このデバイスを今すぐ安全に再アクティブ化できます。再アクティブ化しますか？
ko: 현재 활성 기기가 없는 것으로 보입니다. 지금 이 기기를 안전하게 다시 활성화할 수 있습니다. 활성화하시겠습니까?
pt_br: Parece que você não tem nenhum dispositivo ativo no momento. Você pode reativar este dispositivo agora, se desejar. Você gostaria de fazê-lo?
pt_pt: Parece que não tem nenhum dispositivo ativo no momento. Pode reativar este dispositivo em segurança agora. Deseja fazê-lo?
ru: Похоже, у вас в данный момент нет активного устройства. Вы можете безопасно активировать это устройство сейчас. Хотите ли вы это сделать?
uk: Виглядає, у вас зараз немає активного пристрою. Ви можете безпечно активувати цей пристрій зараз. Чи бажаєте ви це зробити?
zh_hans: 您似乎当前没有激活的设备。您可以安全地重新激活此设备。您是否希望这样做？

# OWNED_DEVICE_DISCOVERY_SERVER_QUERY_NO_ACTIVE_DEVICE_FOUND_TITLE
source: This device can be reactivated now 🙌
de: Dieses Gerät kann jetzt reaktiviert werden 🙌
es: Este dispositivo puede reactivarse ahora 🎉
fr: Cet appareil peut être réactivé maintenant 🙌
it: Questo dispositivo può essere riattivato ora ✨
ja: このデバイスは現在再アクティブ化できます。🙌
ko: 이제 이 기기를 다시 활성화할 수 있습니다. 🥳
pt_br: Este dispositivo pode ser reativado agora 🙌
pt_pt: Este dispositivo pode ser reativado agora 🙌
ru: Это устройство можно активировать сейчас 🙌
uk: Цей пристрій можна реактивувати зараз 🙌
zh_hans: 此设备现在可以重新激活了 🙌

# OWNED_DEVICE_DISCOVERY_SERVER_QUERY_NO_MULTIDEVICE_%lld_DEVICES_EXPIRE_BODY
source: You already have %lld active devices. Since they will be deactivated at some point in the future, you can safely reactivate this device now. Do you wish to do so?
de: Du hast bereits %lld aktive Geräte. Da diese irgendwann in der Zukunft deaktiviert werden, kannst du dieses Gerät jetzt sicher reaktivieren. Möchtest du das tun?
es: Ya tienes %lld dispositivos activos. Dado que se desactivarán en algún momento en el futuro, puedes reactivar este dispositivo de forma segura ahora. ¿Deseas hacerlo?
fr: Vous avez déjà %lld autres appareils actifs. Comme il est prévu qu'ils soient désactivés, vous pouvez réactiver cet appareil dès maintenant. Souhaitez-vous le faire ?
it: Hai già %lld dispositivi attivi. Dato che verranno disattivati in futuro, puoi riattivare questo dispositivo in sicurezza ora. Vuoi farlo?
ja: すでに%lld個のアクティブなデバイスがあります。将来的に無効になるため、今すぐこのデバイスを再度アクティブにしても問題ありません。アクティブにしますか？
ko: 이미 %lld개의 활성 기기가 있습니다. 이 기기들은 나중에 비활성화될 예정이므로, 지금 바로 다시 활성화해도 괜찮습니다. 다시 활성화하시겠습니까?
pt_br: Você já tem %lld dispositivos ativos. Como eles serão desativados em algum momento no futuro, você pode reativar este dispositivo com segurança agora. Deseja fazê-lo?
pt_pt: Já tem %lld dispositivos ativos. Como eles serão desativados em algum momento no futuro, pode reativar este dispositivo com segurança agora. Deseja fazê-lo?
ru: У вас уже %lld активных устройств. Поскольку они будут деактивированы в будущем, вы можете безопасно повторно активировать это устройство сейчас. Вы хотите это сделать?
uk: У вас вже є %lld активних пристроїв. Оскільки їх буде деактивовано в майбутньому, ви можете безпечно реактивувати цей пристрій зараз. Ви бажаєте це зробити?
zh_hans: 您已经有 %lld 个已激活的设备。由于它们将来会被停用，您可以现在安全地重新激活此设备。您是否希望这样做？

# OWNED_DEVICE_DISCOVERY_SERVER_QUERY_NO_MULTIDEVICE_ALL_DEVICES_EXPIRE_TITLE
source: This device can be reactivated now 🙌
de: Dieses Gerät kann jetzt reaktiviert werden 🙌
es: Este dispositivo puede reactivarse ahora 🎉
fr: Cet appareil peut être réactivé maintenant 🙌
it: Questo dispositivo può essere riattivato ora 🎉
ja: このデバイスは現在再アクティブ化できます 🙌
ko: 이 장치는 지금 다시 활성화할 수 있습니다. 🎉
pt_br: Este dispositivo pode ser reativado agora 🙌
pt_pt: Este dispositivo pode ser reativado agora 🙌
ru: Это устройство можно реактивировать сейчас 🙌
uk: Цей пристрій можна реактивувати зараз 🙌
zh_hans: 此设备现在可以重新激活了 🙌
